# Taps
tap "romkatv/powerlevel10k"
tap "timescam/homebrew-tap"

# Formulae
brew "bat"
brew "cmake"
brew "coreutils"
brew "difi"
brew "eza"
brew "fd"
brew "fresh-editor"
brew "fzf"
brew "hugo"
brew "just"
brew "mole"
brew "mongodb-atlas-cli"
brew "mongosh"
brew "nextdns"
brew "ninja"
brew "nvm"
brew "p7zip"
brew "pyenv"
brew "romkatv/powerlevel10k/powerlevel10k"
brew "scrcpy"
brew "sqlite"
brew "timescam/homebrew-tap/pay-respects"
brew "tlrc"
brew "tree"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

# Casks
cask "android-platform-tools"
cask "discord"
cask "localsend"
cask "mullvad-browser"
cask "notepadnext"
cask "openmtp"
cask "pearcleaner"
cask "shottr"
cask "tailscale-app"
cask "ungoogled-chromium"
cask "utm"
cask "visual-studio-code"
cask "vlc"
cask "wezterm"
cask "zed"