# Taps
tap "dail8859/notepadnext"
tap "romkatv/powerlevel10k"
tap "vorssaint/tap"

# Formulae
brew "allure"
brew "bat"
brew "cmake"
brew "coreutils"
brew "deno"
brew "difi"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fresh-editor"
brew "fzf"
brew "hugo"
brew "just"
brew "mole"
brew "mongodb-atlas-cli"
brew "mongosh"
brew "nextdns"
brew "ninja"
brew "node"
brew "nvm"
brew "p7zip"
brew "pyenv"
brew "romkatv/powerlevel10k/powerlevel10k"
brew "scrcpy"
brew "sqlite"
brew "tlrc"
brew "tree"
brew "yt-dlp"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

# Casks
cask "android-platform-tools"
cask "bitwarden"
cask "brave-browser"
cask "discord"
cask "ente-auth"
cask "firefox"
cask "floorp"
cask "keka"
cask "localsend"
cask "mullvad-browser"
cask "notepadnext"
cask "notesnook"
cask "openmtp"
cask "pearcleaner"
cask "rustdesk"
cask "shottr"
cask "ungoogled-chromium"
cask "utm"
cask "visual-studio-code"
cask "vlc"
cask "vorssaint"
cask "waterfox"
cask "wezterm"
cask "zed"
cask "zotero"